Repository: element-hq/element-x-ios
Catalog: ElementX/Resources/Localizations/*.lproj/Localizable.strings
Languages: az, pa

# notice_direct_room_third_party_revoked_invite
source: %1$@ revoked the invitation for %2$@
pa: %1$@ ਨੇ %2$@ ਲਈ ਸੱਦਾ ਰੱਦ ਕੀਤਾ

# notice_room_third_party_revoked_invite
source: %1$@ revoked the invitation for %2$@ to join the room
az: %1$@ otağa qoşulmaq üçün %2$@ dəvətini ləğv etdi
pa: %1$@ ਨੇ %2$@ ਲਈ ਥਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦਾ ਸੱਦਾ ਰੱਦ ਕੀਤਾ

# notice_room_third_party_revoked_invite_by_you
source: You revoked the invitation for %1$@ to join the room
pa: ਤੁਸੀਂ %1$@ ਲਈ ਥਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦਾ ਸੱਦਾ ਰੱਦ ਕੀਤਾ

# notice_direct_room_third_party_invite_by_you
source: You invited %1$@
pa: ਤੁਸੀਂ %1$@ ਨੂੰ ਸੱਦਾ ਘੱਲਿਆ

# notice_direct_room_third_party_invite
source: %1$@ invited %2$@
pa: %1$@ ਨੇ %2$@ ਨੂੰ ਸੱਦਾ ਘੱਲਿਆ

# notice_room_third_party_invite_by_you
source: You sent an invitation to %1$@ to join the room
pa: ਤੁਸੀਂ %1$@ ਨੂੰ ਥਾਂ ਵਿੱਚ ਜੁੜਨ ਦਾ ਸੱਦਾ ਘੱਲਿਆ

# notice_room_third_party_invite
source: %1$@ sent an invitation to %2$@ to join the room
az: %1$@ otağa qoşulmaq üçün %2$@ dəvətnamə göndərdi
pa: %1$@ ਨੇ %2$@ ਨੂੰ ਥਾਂ ਵਿੱਚ ਜੁੜਨ ਦਾ ਸੱਦਾ ਘੱਲਿਆ

# notice_room_avatar_removed_by_you
source: You removed the room avatar
pa: ਤੁਸੀਂ ਥਾਂ ਦਾ ਅਵਤਾਰ ਹਟਾਇਆ

# notice_room_avatar_removed
source: %1$@ removed the room avatar
pa: %1$@ ਨੇ ਥਾਂ ਦਾ ਅਵਤਾਰ ਹਟਾਇਆ

# notice_room_topic_removed_by_you
source: You removed the room topic
pa: ਤੁਸੀਂ ਥਾਂ ਦਾ ਵਿਸ਼ਾ ਹਟਾਇਆ

# notice_room_topic_removed
source: %1$@ removed the room topic
az: %1$@ otaq mövzusunu sildi
pa: %1$@ ਨੇ ਥਾਂ ਦਾ ਵਿਸ਼ਾ ਹਟਾਇਆ

# notice_room_name_removed_by_you
source: You removed the room name
pa: ਤੁਸੀਂ ਥਾਂ ਦਾ ਨਾਮ ਹਟਾਇਆ

# notice_room_name_removed
source: %1$@ removed the room name
az: %1$@ otaq adını sildi
pa: %1$@ ਨੂੰ ਥਾਂ ਦੇ ਨਾਮ ਵਿੱਚੋਂ ਹਟਾਇਆ ਗਿਆ

# notice_avatar_changed_too
source: (avatar was changed too)
az: (avatar da dəyişdirilib)
pa: (ਅਵਤਾਰ ਵੀ ਬਦਲਿਆ ਗਿਆ)

# notice_room_server_acl_allow_is_empty
source: 🎉 All servers are banned from participating! This room can no longer be used.
pa: 🎉 ਸਾਰੇ ਸਰਵਰਾਂ ਦੇ ਭਾਗ ਲੈਣ ਤੇ ਪਬੰਦੀ ਲਗਾ ਦਿੱਤੀ ਹੈ। ਇਹ ਥਾਂ ਹੁਣ ਵਰਤਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।

# notice_room_server_acl_updated_no_change
source: No change.
pa: ਕੋਈ ਬਦਲਾਅ ਨਹੀਂ।

# notice_room_server_acl_updated_ip_literals_not_allowed
source: • Servers matching IP literals are now banned.
pa: • IP literals ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰਵਰ ਹੁਣ ਪਬੰਦੀਸ਼ੁਦਾ ਹਨ।

# notice_room_server_acl_updated_ip_literals_allowed
source: • Servers matching IP literals are now allowed.
pa: • IP literals ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰਵਰ ਹੁਣ ਮਨਜ਼ੂਰਸ਼ੁਦਾ ਹਨ।

# notice_room_server_acl_updated_was_allowed
source: • Servers matching %@ were removed from the allowed list.
pa: • %@ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰਵਰ ਮਨਜ਼ੂਰਸ਼ੁਦਾ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾ ਦਿੱਤੇ ਗਏ ਹਨ।

# notice_room_server_acl_updated_allowed
source: • Servers matching %@ are now allowed.
pa: • %@ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰਵਰ ਹੁਣ ਮਨਜ਼ੂਰਸ਼ੁਦਾ ਹਨ।

# notice_room_server_acl_updated_was_banned
source: • Servers matching %@ were removed from the ban list.
pa: • %@ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰਵਰ ਪਬੰਦੀਸ਼ੁਦਾ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾ ਦਿੱਤੇ ਗਏ ਸਨ।

# notice_room_server_acl_updated_banned
source: • Servers matching %@ are now banned.
pa: • %@ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰਵਰ ਹੁਣ ਪਬੰਦੀਸ਼ੁਦਾ ਹਨ।

# notice_room_server_acl_updated_title_by_you
source: You changed the server ACLs for this room.
pa: ਤੁਸੀਂ ਇਸ ਥਾਂ ਲਈ ਸਰਵਰ ACL ਬਦਲੇ।

# notice_room_server_acl_updated_title
source: %@ changed the server ACLs for this room.
pa: %@ ਨੇ ਇਸ ਥਾਂ ਲਈ ਸਰਵਰ ACL ਬਦਲੇ।

# notice_room_server_acl_set_ip_literals_not_allowed
source: • Servers matching IP literals are banned.
pa: • IP literals ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰਵਰ ਪਬੰਦੀਸ਼ੁਦਾ ਹਨ।

# notice_room_server_acl_set_ip_literals_allowed
source: • Servers matching IP literals are allowed.
pa: • IP literals ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰਵਰ ਮਨਜ਼ੂਰ ਹਨ।

# notice_room_server_acl_set_allowed
source: • Servers matching %@ are allowed.
pa: • %@ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰਵਰ ਮਨਜ਼ੂਰ ਹਨ।

# notice_room_server_acl_set_banned
source: • Servers matching %@ are banned.
pa: • %@ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰਵਰ ਪਬੰਦੀਸ਼ੁਦਾ ਹਨ।

# notice_room_server_acl_set_title_by_you
source: You set the server ACLs for this room.
pa: ਤੁਸੀਂ ਇਸ ਥਾਂ ਲਈ ਸਰਵਰ ACL ਸੈੱਟ ਕੀਤੇ।

# notice_room_server_acl_set_title
source: %@ set the server ACLs for this room.
pa: %@ ਨੇ ਇਸ ਥਾਂ ਲਈ ਸਰਵਰ ACL ਸੈੱਟ ਕੀਤੇ।

# notice_direct_room_update_by_you
source: You upgraded here.
pa: ਤੁਸੀਂ ਇੱਥੇ ਅੱਪਗ੍ਰੇਡ ਹੋਏ।

# notice_direct_room_update
source: %@ upgraded here.
pa: %@ ਨੇ ਇੱਥੇ ਅੱਪਗ੍ਰੇਡ ਕੀਤਾ।

# notice_room_update_by_you
source: You upgraded this room.
pa: ਤੁਸੀਂ ਇਸ ਥਾਂ ਨੂੰ ਅੱਪਗ੍ਰੇਡ ਕੀਤਾ।

# notice_room_update
source: %@ upgraded this room.
az: %@ bu otağı təkmilləşdirdi.
pa: %@ ਨੇ ਇਸ ਥਾਂ ਨੂੰ ਅੱਪਗ੍ਰੇਡ ਕੀਤਾ।

# notice_room_visibility_world_readable
source: anyone.
az: hər kəs.
pa: ਕੋਈ ਵੀ।

# notice_room_visibility_shared
source: all room members.
az: bütün otaq üzvləri.
pa: ਥਾਂ ਦੇ ਸਾਰੇ ਜੀ।

# notice_room_visibility_joined
source: all room members, from the point they joined.
az: bütün otaq üzvləri, qoşulduğu andan.
pa: ਥਾਂ ਦੇ ਸਾਰੇ ਜੀ, ਜਦੋਂ ਤੋਂ ਉਹ ਜੁੜੇ ਹਨ।

# notice_room_visibility_invited
source: all room members, from the point they are invited.
az: bütün otaq üzvləri, dəvət olunduğu andan.
pa: ਥਾਂ ਦੇ ਸਾਰੇ ਜੀ, ਜਦੋਂ ਤੋਂ ਉਹਨਾਂ ਨੂੰ ਸੱਦਾ ਦਿੱਤਾ ਹੈ।

# notice_call_candidates
source: %@ sent data to setup the call.
pa: %@ ਨੇ ਕਾਲ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਡਾਟਾ ਘੱਲਿਆ।

# notice_made_future_direct_room_visibility_by_you
source: You made future messages visible to %1$@
pa: ਤੁਸੀਂ ਭਵਿੱਖ ਦੇ ਸੁਨੇਹੇ %1$@ ਨੂੰ ਉਪਲੱਬਧ ਕਰਵਾਏ

# notice_made_future_direct_room_visibility
source: %1$@ made future messages visible to %2$@
pa: %1$@ ਨੇ ਭਵਿੱਖ ਦੇ ਸੁਨੇਹੇ %2$@ ਨੂੰ ਉਪਲੱਬਧ ਕਰਵਾਏ

# notice_made_future_room_visibility_by_you
source: You made future room history visible to %1$@
pa: ਤੁਸੀਂ %1$@ ਨੂੰ ਭਵਿੱਖ ਵਿੱਚ ਥਾਂ ਦਾ ਇਤਿਹਾਸ ਉਪਲੱਬਧ ਕਰਵਾਇਆ

# notice_made_future_room_visibility
source: %1$@ made future room history visible to %2$@
az: %1$@ gələcək otaq tarixçəsini %2$@-ə görünən etdi
pa: %1$@ ਨੇ ਭਵਿੱਖ ਵਿੱਚ ਥਾਂ ਦਾ ਇਤਿਹਾਸ %2$@ ਨੂੰ ਉਪਲੱਬਧ ਕਰਵਾਇਆ

# notice_ended_call_by_you
source: You ended the call.
pa: ਤੁਸੀਂ ਕਾਲ ਮੁਕਾਈ।

# notice_ended_call
source: %@ ended the call.
az: %@ zəng başa çatdı.
pa: %@ ਨੇ ਕਾਲ ਮੁਕਾਈ।

# notice_answered_call_by_you
source: You answered the call.
pa: ਤੁਸੀਂ ਕਾਲ ਦਾ ਜਵਾਬ ਦਿੱਤਾ।

# notice_answered_call
source: %@ answered the call.
az: %@ zəngə cavab verdi.
pa: %@ ਨੇ ਕਾਲ ਦਾ ਜਵਾਬ ਦਿੱਤਾ।

# notice_call_candidates_by_you
source: You sent data to setup the call.
pa: ਤੁਸੀਂ ਕਾਲ ਚਾਲੂ ਕਰਨ ਲਈ ਡਾਟਾ ਘੱਲਿਆ।

# notice_placed_voice_call_by_you
source: You placed a voice call.
pa: ਤੁਸੀਂ ਇੱਕ ਅਵਾਜ਼ ਵਾਲੀ ਕਾਲ ਸ਼ੁਰੂ ਕੀਤੀ।

# notice_placed_voice_call
source: %@ placed a voice call.
az: %@ səsli zəng etdi.
pa: %@ ਨੇ ਅਵਾਜ਼ ਵਾਲੀ ਕਾਲ ਸ਼ੁਰੂ ਕੀਤੀ।

# notice_placed_video_call_by_you
source: You placed a video call.
pa: ਤੁਸੀਂ ਇੱਕ ਵੀਡੀਓ ਕਾਲ ਸ਼ੁਰੂ ਕੀਤੀ।

# notice_placed_video_call
source: %@ placed a video call.
az: %@ video zəng etdi.
pa: %@ ਨੇ ਵੀਡੀਓ ਕਾਲ ਚਾਲੂ ਕੀਤੀ।

# notice_room_name_changed_by_you
source: You changed the room name to: %1$@
pa: ਤੁਸੀਂ ਥਾਂ ਦਾ ਨਾਮ ਇਸ ਵਿੱਚ ਬਦਲਿਆ: %1$@

# notice_room_name_changed
source: %1$@ changed the room name to: %2$@
az: %1$@ otaq adını dəyişdirdi: %2$@
pa: %1$@ ਨੇ ਥਾਂ ਦਾ ਨਾਮ ਇਸ ਵਿੱਚ ਬਦਲਿਆ: %2$@

# notice_room_avatar_changed_by_you
source: You changed the room avatar
pa: ਤੁਸੀਂ ਥਾਂ ਦਾ ਅਵਤਾਰ ਬਦਲਿਆ

# notice_room_avatar_changed
source: %1$@ changed the room avatar
pa: %1$@ ਨੇ ਥਾਂ ਦਾ ਅਵਤਾਰ ਬਦਲਿਆ

# notice_room_topic_changed_by_you
source: You changed the topic to: %1$@
pa: ਤੁਸੀਂ ਵਿਸ਼ੇ ਨੂੰ ਇਸ ਵਿੱਚ ਬਦਲਿਆ: %1$@

# notice_room_topic_changed
source: %1$@ changed the topic to: %2$@
az: %1$@ mövzunu dəyişdi: %2$@
pa: %1$@ ਨੇ ਵਿਸ਼ੇ ਨੂੰ ਇਸ ਵਿੱਚ ਬਦਲਿਆ: %2$@

# notice_display_name_removed_by_you
source: You removed your display name (it was %1$@)
pa: ਤੁਸੀਂ ਆਪਣਾ ਦਿਸਣ ਵਾਲਾ ਨਾਮ ਹਟਾਇਆ (ਇਹ %1$@ ਸੀ)

# notice_display_name_removed
source: %1$@ removed their display name (it was %2$@)
az: %1$@ onların göstərilən adlarını sildi (%2$@)
pa: %1$@ ਨੇ ਆਪਣਾ ਦਿਸਣ ਵਾਲਾ ਨਾਮ ਹਟਾਇਆ (ਇਹ %2$@ ਸੀ)

# notice_display_name_changed_from_by_you
source: You changed your display name from %1$@ to %2$@
pa: ਤੁਸੀਂ ਆਪਣਾ ਦਿਸਣ ਵਾਲਾ ਨਾਮ %1$@ ਤੋਂ %2$@ ਵਿੱਚ ਬਦਲਿਆ

# notice_display_name_changed_from
source: %1$@ changed their display name from %2$@ to %3$@
az: %1$@ ekran adını %2$@-dan %3$@-ya dəyişdi
pa: %1$@ ਨੇ ਆਪਣਾ ਦਿਸਣ ਵਾਲਾ ਨਾਮ %2$@ ਤੋਂ %3$@ ਵਿੱਚ ਬਦਲਿਆ

# notice_display_name_set_by_you
source: You set your display name to %1$@
pa: ਤੁਸੀਂ ਆਪਣਾ ਦਿਸਣ ਵਾਲਾ ਨਾਮ %1$@ ਵਿੱਚ ਬਦਲਿਆ

# notice_display_name_set
source: %1$@ set their display name to %2$@
az: %1$@ ekran adını %2$@ olaraq təyin etdi
pa: %1$@ ਨੇ ਆਪਣਾ ਦਿਸਣ ਵਾਲਾ ਨਾਮ %2$@ ਵਿੱਚ ਬਦਲਿਆ

# notice_avatar_url_changed_by_you
source: You changed your avatar
pa: ਤੁਸੀਂ ਆਪਣਾ ਅਵਤਾਰ ਬਦਲਿਆ

# notice_avatar_url_changed
source: %1$@ changed their avatar
az: %1$@ avatarı dəyişdi
pa: %1$@ ਨੇ ਆਪਣਾ ਅਵਤਾਰ ਬਦਲਿਆ

# notice_room_withdraw_by_you
source: You withdrew %1$@'s invitation
pa: ਤੁਸੀਂ %1$@ ਦਾ ਸੱਦਾ ਵਾਪਿਸ ਲਿਆ

# notice_room_withdraw
source: %1$@ withdrew %2$@'s invitation
az: %1$@ %2$@-in dəvətini geri götürdü
pa: %1$@ ਨੇ %2$@ ਦਾ ਸੱਦਾ ਵਾਪਿਸ ਲਿਆ

# notice_room_ban_by_you
source: You banned %1$@
pa: ਤੁਸੀਂ %1$@ ਤੇ ਪਬੰਦੀ ਲਗਾਈ

# notice_room_ban
source: %1$@ banned %2$@
az: %1$@ %2$@-i blokladı
pa: %1$@ ਨੇ %2$@ ਤੇ ਪਬੰਦੀ ਲਗਾਈ

# notice_room_unban_by_you
source: You unbanned %1$@
pa: ਤੁਸੀਂ %1$@ ਤੇ ਲੱਗੀ ਪਬੰਦੀ ਹਟਾਈ

# notice_room_unban
source: %1$@ unbanned %2$@
az: %1$@ %2$@-i blokdan açdı
pa: %1$@ ਨੇ %2$@ ਤੇ ਲੱਗੀ ਪਬੰਦੀ ਹਟਾਈ

# notice_room_remove_by_you
source: You removed %1$@
pa: ਤੁਸੀਂ %1$@ ਦੇ ਲੱਤ ਮਾਰ ਦਿੱਤੀ ਹੈ

# notice_room_remove
source: %1$@ removed %2$@
az: %1$@ %2$@-i xaric etdi
pa: %1$@ ਨੇ %2$@ ਦੇ ਲੱਤ ਮਾਰ ਦਿੱਤੀ ਹੈ

# notice_room_reject_by_you
source: You rejected the invitation
pa: ਤੁਸੀਂ ਸੱਦਾ ਨਕਾਰ ਦਿੱਤਾ ਹੈ

# notice_room_reject
source: %1$@ rejected the invitation
az: %1$@ dəvəti rədd etdi
pa: %1$@ ਨੇ ਸੱਦਾ ਨਕਾਰ ਦਿੱਤਾ ਹੈ

# notice_direct_room_leave_by_you
source: You left the room
pa: ਤੁਸੀਂ ਥਾਂ ਛੱਡ ਦਿੱਤੀ ਹੈ

# notice_direct_room_leave
source: %1$@ left the room
pa: %1$@ ਨੇ ਥਾਂ ਛੱਡ ਦਿੱਤੀ ਹੈ

# notice_room_leave_by_you
source: You left the room
pa: ਤੁਸੀਂ ਥਾਂ ਛੱਡ ਦਿੱਤੀ ਹੈ

# notice_room_leave
source: %1$@ left the room
az: %1$@ qalıb
pa: %1$@ ਨੇ ਥਾਂ ਛੱਡ ਦਿੱਤੀ ਹੈ

# notice_direct_room_join_by_you
source: You joined
pa: ਤੁਸੀਂ ਜੁੜੇ ਹੋ

# notice_direct_room_join
source: %1$@ joined
pa: %1$@ ਜੁੜੇ ਹਨ

# notice_room_join_by_you
source: You joined the room
pa: ਤੁਸੀਂ ਥਾਂ ਵਿੱਚ ਜੁੜੇ ਹੋ

# notice_room_join
source: %1$@ joined the room
az: %1$@ qoşuldu
pa: %1$@ ਥਾਂ ਵਿੱਚ ਜੁੜੇ ਹਨ

# notice_room_invite_you
source: %1$@ invited you
az: %1$@ sizi dəvət etdi
pa: %1$@ ਨੇ ਤਹਾਨੂੰ ਸੱਦਾ ਘੱਲਿਆ ਹੈ

# notice_room_invite_by_you
source: You invited %1$@
pa: ਤੁਸੀਂ %1$@ ਨੂੰ ਸੱਦਾ ਘੱਲਿਆ ਹੈ

# notice_room_invite
source: %1$@ invited %2$@
az: %1$@ dəvət etdi %2$@
pa: %1$@ ਨੇ %2$@ ਨੂੰ ਸੱਦਾ ਘੱਲਿਆ ਹੈ

# notice_direct_room_created_by_you
source: You created the discussion
pa: ਤੁਸੀਂ ਚਰਚਾ ਚਾਲੂ ਕੀਤੀ ਹੈ

# notice_direct_room_created
source: %1$@ created the discussion
pa: %1$@ ਨੇ ਚਰਚਾ ਚਾਲੂ ਕੀਤੀ ਹੈ

# notice_room_created_by_you
source: You created the room
pa: ਤੁਸੀਂ ਇੱਕ ਥਾਂ ਬਣਾਈ ਹੈ

# notice_room_created
source: %1$@ created the room
pa: %1$@ ਨੇ ਇੱਕ ਥਾਂ ਬਣਾਈ ਹੈ

# notice_room_invite_no_invitee_by_you
source: Your invitation
pa: ਤੁਹਾਡਾ ਸੱਦਾ

# notice_room_invite_no_invitee
source: %@'s invitation
az: %@-nin dəvəti
pa: %@ ਵੱਲੋਂ ਸੱਦਾ

# notice_room_third_party_registered_invite
source: %1$@ accepted the invitation for %2$@
az: %1$@ %2$@ üçün dəvəti qəbul etdi

# notice_crypto_unable_to_decrypt
source: ** Unable to decrypt: %@ **
az: ** Şifrəni aça bilmir: %@ **

# notice_crypto_error_unknown_inbound_session_id
source: The sender's device has not sent us the keys for this message.
az: Göndərənin cihazı bu mesaj üçün açarları bizə göndərməyib.

source: Unable to send message
az: Mesaj göndərmək olmur

source: Matrix error
az: Matris xətası

source: Encrypted message
az: Şifrəli mesaj

# medium_email
source: Email address
az: Elektron poçt ünvanı

# medium_phone_number
source: Phone number
az: Telefon nömrəsi

# room_displayname_room_invite
source: Room Invite
az: Otağa dəvət

# room_displayname_two_members
source: %1$@ and %2$@
az: %1$@ və %2$@

# room_displayname_empty_room
source: Empty room
az: Boş otaq

# initial_sync_start_importing_account
source: Initial sync: Importing account…
az: İlkin sinxronizasiya: Hesab idxal olunur…

# initial_sync_start_importing_account_crypto
source: Initial sync: Importing crypto
az: İlkin sinxronizasiya: Kriptografiyanın idxalı

# initial_sync_start_importing_account_rooms
source: Initial sync: Importing rooms
az: İlkin sinxronizasiya: Otaqlar idxalı

# initial_sync_start_importing_account_joined_rooms
source: Initial sync: Loading your conversations If you've joined lots of rooms, this might take a while
az: İlkin sinxronizasiya: Otaqlara daxil olmaq

# initial_sync_start_importing_account_invited_rooms
source: Initial sync: Importing invited rooms
az: İlkin sinxronizasiya: Dəvət olunmuş otaqların idxalı

# initial_sync_start_importing_account_left_rooms
source: Initial sync: Importing left rooms
az: İlkin sinxronizasiya: Tərk olunmuş otaqların idxalı

# initial_sync_start_importing_account_groups
source: Initial sync: Importing communities
az: İlkin sinxronizasiya: İcmaların idxalı

# initial_sync_start_importing_account_data
source: Initial sync: Importing account data
az: İlkin sinxronizasiya: Hesab məlumatlarının idxalı

# event_status_sending_message
source: Sending message…
az: Mesaj göndərilir…

# notice_room_invite_no_invitee_with_reason
source: %1$@'s invitation. Reason: %2$@
az: %1$@-nin dəvəti. Səbəb: %2$@

# notice_room_invite_with_reason
source: %1$@ invited %2$@. Reason: %3$@
az: %1$@ dəvət olunmuş %2$@. Səbəb: %3$@

# notice_room_invite_you_with_reason
source: %1$@ invited you. Reason: %2$@
az: %1$@ sizi dəvət etdi. Səbəb: %2$@

# notice_room_join_with_reason
source: %1$@ joined the room. Reason: %2$@
az: %1$@ qoşuldu. Səbəb: %2$@

# notice_room_leave_with_reason
source: %1$@ left the room. Reason: %2$@
az: %1$@ qalıb. Səbəb: %2$@

# notice_room_reject_with_reason
source: %1$@ rejected the invitation. Reason: %2$@
az: %1$@ dəvəti rədd etdi. Səbəb: %2$@

# notice_room_remove_with_reason
source: %1$@ removed %2$@. Reason: %3$@
az: %1$@ %2$@-i xaric etdi. Səbəb: %3$@

# notice_room_unban_with_reason
source: %1$@ unbanned %2$@. Reason: %3$@
az: %1$@ blokdan açdı %2$@. Səbəb: %3$@

# notice_room_ban_with_reason
source: %1$@ banned %2$@. Reason: %3$@
az: %1$@ blokladı %2$@. Səbəb: %3$@

# notice_room_third_party_registered_invite_with_reason
source: %1$@ accepted the invitation for %2$@. Reason: %3$@
az: %1$@ %2$@ üçün dəvəti qəbul etdi. Səbəb: %3$@

# notice_room_withdraw_with_reason
source: %1$@ withdrew %2$@'s invitation. Reason: %3$@
az: %1$@ %2$@ dəvətini geri götürdü. Səbəb: %3$@
